<?php 
include "header.php"
?>
<h1>বাংলাদেশ - উইকিপিডিয়া</h1>
    <p style="background-color:darkslateblue; color:white;">
    বাংলাদেশর (বাংলা: বাংলাদেশ) পুরা নাম গণপ্রজাতন্ত্রী বাংলাদেশ, এহান এশিয়া মহাদেশ বারো খা-হমবুক এশিয়া উপমহাদেশর দেশ আহান। দেশ এহানর রাজধানীগ ঢাকা। রাষ্ট্র এহানর মানুরে/নাগরিকরে বাংলাদেশি বুলতারা। দেশহানর ঔয়াঙ, মুঙ বারো পিসেদের চৌদ্দাহান ভারতর লগে বারো খা-মুঙ চৌদ্দাত মায়ানমার; খায়েদে বঙ্গোপসাগরহান আসে। বাংলাদেশ বারো ভারতর অঙ্গরাজ্য পশ্চিমবঙ্গ তিলয়া বাংলাঠারর লয়া আগ হঙসে যেহানর ঐতিহাসিক নাঙহান “বঙ্গ”

মারি ১৯৪৭র ১৯৪৭র ভারত খেয়নার সময়ত পাকিস্তানর মুঙ লয়া (মুঙ পাকিস্তান) বুলিয়া বাংলাদেশর চৌদ্দাহান লেপকরানি ইল। মুঙ বারো পিস পাকিস্তানর মা দুরিহান আসিলতা ১৬০০ কিমি (১০০০ মাইল)র চুৱা। দ্বিয় পাকিস্তানর মানুর লিচেত (ইসলাম) ইলেউ তানুর মা জাতহান বারো ঠারহানর মা য়্যামপারা অমিল থা গেলগা। অতা বুলতেউ পিস পাকিস্তানর সরকারর খৌরাঙহান য়্যাতনায় মিলনেয়নাহান চি য়ৌয়িল, যেহানর খাম থেঙ পরিণতিত মারি ১৯৭১-এ ভারতর পাঙলাকলো ডাঙর রকতর গুলা বাহিব লালফাম মা ৱাইসাঙ রাষ্ট্রহান অয়া বাংলাদেশর অভ্যুদয় ইল। বাংলাদেশর ৱাইসাঙনির পিসর বসর অহানিত নানান রাজনৈতিক বিশৃঙ্খলাই দেশহান হাবদে বেল্ল; এ তাঞ্জাৎ দেশহানরমা তেরমাউ রাষ্ট্রর ডান্ডি সিন্না ইল, বারো সামরিক অভ্যুত্থান কমেদে ইলেউ চারইমাউ ঘটিল।

বিশ্বর হাবিত্ত মানু য়্যাম ইসি দেশ অতার মা বাংলাদেশ আট নম্বরে উবা ইসি। কিন্তু আয়তনর মাতুঙে বাংলাদেশ বিশ্বত ৯৩তম, এহানে বাংলাদেশ বিশ্বর হাবিত্ত মানু ঘনিয়া পরিসি দেশর মা আহান। মুসলমান-য়্যাম ইসি দেশহানির মা বাংলাদেশর অঙতাহান ৪র্থত, যদিয়ৌ বাংলাদেশর মুসলমান ভারতর সংখ্যালঘু মুসলমানরাঙত য়্যাতুইসি। গঙ্গা-ব্রহ্মপুত্রর উর্বর অববাহিকাযত আসে দেশ এহাত হারি বসর মৌসুমী গুলা আহের, বারো বৌবরনৌ হামেসা আহের। বাংলাদেশ খা এশিয়া আঞ্চলিক সহযোগিতা শিংলুপ সার্ক বারো বিম্‌সটেক-র প্রতিষ্ঠাতা সদস্য। অতা বাদেউ দেশ এহান ওআইসি বারো ডি-৮ রতাউ সদস্য ইসি।
    </p>

  <?php 
  include "footer.php"
  ?>